#include<stdio.h>
char nation[17] = {'美国','法国','土耳其','印度','英国','俄罗斯','意大利','西班牙','巴西','德国','哥伦比亚','阿根廷','波兰','加拿大','伊朗','墨西哥','中国'};
int confirm[17] = {31990519,5502014,4550820,16263695,4416588,4691290,3935703,3468617,14237078,3263415,2740544,2824652,2742122,1172697,2358809,2319519,102347};
int death[17] = {571179,102655,37672,186920,127638,105718,118699,77591,386416,81326,70446,61176,64707,23870,68746,214095,4845}; 
float deadRate;			//死亡人数death/确诊人数confirm		

void bubble() {
	
} 


int main() {
	//1. 按确诊人数confirm冒泡排序
	
	
	//2. 按死亡率冒泡排序 
	
	
	//3. 按死亡人数选择排序 
	
}
